// 직접 선택 문항 데이터
export const categories = [
  /* 인성 면접 */
  {
    name: '인성-가장 일반적인 질문',
    questions: [
      '10년 후 자신의 모습에 대해서 말해보세요.',
      '마지막으로 하고 싶은 말이 있으면 해보세요.',
      '업무상 자신의 강점을 말해보세요.',
      '우리 회사의 어떤 점 때문에 관심을 갖게 됐습니까?',
      '우리 회사를 지원하는 동기는 무엇입니까?',
      '자기소개를 해보세요.',
      '자신을 채용해야되는 이유에 대해서 말해보세요.',
      '자신의 희망 연봉에 대해서 말해보세요.'
    ],
  },
  {
    name: '인성-강점 & 약점',
    questions: [
      '남들과 다른 자신만의 개성이 있다면 무엇입니까?',
      '본인을 색에 비유해보세요',
      '어떤 환경에서 자신의 강점이 빛을 발한다고 생각하십니까?',
      '이전 직장에서 가장 필요했던 강점은 무엇입니까?',
      '자신에 대해 어떤 점을 바꿀 계획인가요?',
      '자신의 단점 2-3가지를 말해보세요.',
      '자신의 성격 중에 고치고 싶은 것이 하나 있다면 어떤 것입니까?',
      '자신의 약점은 무엇이고 그것을 극복하기 위해서 어떤 노력을 하고 있습니까?',
      '자신의 어떤 점을 자랑스러워 합니까?',
      '자신의 어떤 점이 이 직무에서 강력한 지원자로 만든다고 생각하십니까?',
      '자신의 친구나 가족이 자신의 성격을 어떻게 표현합니까?',
      '자신의 커리어와 부합되는 핵심적인 능력은 무엇입니까?',
      '자신이 생각하는 이상적인 근무환경에 대해서 말해보세요',
      '지원한 직무에 있어 자신의 강점은 무엇입니까?',
      '지원한 직무에 있어 자신의 약점은 무엇입니까?'
    ],
  },
  {
    name: '인성-교육 & 훈련',
    questions: [
      '대학시절 가장 기억에 남는 과목은 무엇입니까?',
      '대학시절 중 한가지를 바꿀 수 있다면 어떤 것을 선택하겠습니까?',
      '자신의 대학생활에 대해서 말하고, 그것이 자신의 커리어에 어떻게 도움이 되었는지 말해보세요.',
      '자신의 전공을 어떻게 선택했습니까?',
      '자신이 졸업한 대학을 선택한 이유는 무엇입니까?',
      '전공을 바꿀 수 있다면 어떤 것을 선택하겠습니까?, 이유는 무엇입니까?',
      '조사한 기업의 비전과 앞으로의 발전방향에 대해서 말해보세요.',
      '조사한 기업이 경쟁사와 비교해서 장점과 단점은 무엇인지 말해보세요.',
      '졸업 후 공백기간이 있는데 그 기간에 무엇을 했는지 말해보세요.'
    ],
  },
  {
    name: '인성-리더십',
    questions: [
      '리더십 유형들에 대해서 말해보세요',
      '리더에게는 어떤 개인적인 자질이 필요하다고 생각합니까?',
      '성공적인 리더십 경험에 대해서 말해보세요.',
      '실패했던 리더십 경험에 대해서 말해보세요.',
      '자신의 리더십 유형을 말해보세요. 어떻게 그 리더십을 개발했는지 경험을 말해보세요.',
      '리더십이 필요했던 업무나 프로젝트에 대해 말해보세요',
      '자신의 아이디어나 목표를 팀원드링 받아들이도록 어떤 방법을 취했습니까?',
      '자신이 생각하는 강한 리더의 특징은 무엇입니까?'
    ],
  },
  {
    name: '인성-문제해결능력',
    questions: [
      '사실에 의존하는 것과 직감에 의존하는 것을 어떻게 균형 맞춥니까?',
      '어떤 과제를 해결할 때 문제가 발생하면 어떻게 대처합니까?',
      '어떤 때에 결정을 내리는 것에 대해서 힘들어 합니까?',
      '일반적으로 어떻게 문제를 해결하는지 그 과정을 설명해보세요.',
      '자신의 문제해결 능력을 보여줄 수 있는 경험에 대해서 말해보세요',
      '자신의 문제 해결 능력이 필요했던 과제나 프로젝트에 대해서 말해보세요',
      '협업을 통한 문제 해결 과정에 장점은 무엇이라고 생각합니까?'
    ],
  },
  {
    name: '인성-시사지식 & 분석력',
    questions: [
      '기후 변화가 한국에 미칠 영향에 대해서 자신의 견해를 말해보세요.',
      '미국이 이라크를 침공한 것에 대해서 어떻게 생각합니까?',
      '사형제도에 대해 어떻게 생각하는지 말해보세요.',
      '신용카드의 장단점에 대해서 말해보세요.',
      '우리나라의 출산율 저조현상에 대해서 말해보세요.',
      '인터넷 실명제에 대한 자신의 생각을 말해보세요.',
      '청년 실업이 증가하고 있습니다. 그 원인과 해결책에 대해서 말해보세요.',
      '최근 환율이 올라가고 있는데 한국에 미칠 영향에 대해서 말해보세요.',
      '한국이 통일된다면 발생할 수 있는 문제점들과 그 해결책들에 대해서 말해보세요.'
    ],
  },
  {
    name: '인성-실무지식 및 경험',
    questions: [
      '다른 직장에서 근무한 경험이 있으면 말해보세요.',
      '이 직무를 지원하기 위해서 어떻게 준비해왔습니까?',
      '이 직무에서 일하고 싶다고 깨닫게 한 인생경험에 대해서 말해보세요.',
      '지원한 직무와 관련된 실무 경험에 대해서 말해보세요.',
      '파트타임으로 근무한 경험에 대해서 말해보세요.'
    ],
  },
  {
    name: '인성-여가 및 봉사활동',
    questions: [
      '기부문화에 대해서 어떻게 생각하는지 말해보세요.',
      '보통 스트레스를 어떻게 해소합니까?',
      '스포츠나 취미가 자신에게 어떤 교훈을 줬는지 말해보세요.',
      '여가 활동으로는 무엇을 하고 있습니까?',
      '여가시간을 어떻게 보냅니까?',
      '여행을 다니면서 배운 3가지 교훈에 대해서 말해보세요.',
      '자신의 자원봉사 경험에 대해서 말해보세요.'
    ],
  },
  {
    name: '인성-의사결정력',
    questions: [
      '압박속에서 의사결정을 내려야 했던 경험에 대해서 말해보세요.',
      '의사결정을 내리는 단계에 대해서 말해보세요.',
      '일과 개인 생활 중 어느 것이 우선되어야 한다고 생각하는지 말해보세요.',
      '일반적으로 어떤 정보가 의사결정을 내릴 때 필요합니까?',
      '자신의 가치관과 현실이 충돌할 경우 어떻게 할 것인지 말해보세요.',
      '자신이 지금까지 내렸던 가장 최고의 의사결정에 대해서 말해보세요.',
      '자신이 지금까지 내렸던 가장 최악의 의사결정에 대해서 말해보세요.',
      '최근 6개월간 가장 어려웠던 의사결정은 무엇입니까? 왜 어려웠습니까?'
    ],
  },
  {
    name: '인성-커뮤니케이션 능력',
    questions: [
      '자신의 커뮤니케이션 능력을 어떻게 평가하겠습니까?',
      '자신의 커뮤니케이션 능력이 필요했던 업무나 프로젝트에 대해 말해보세요.',
      '잘 듣는 사람은 어떤 특징을 가지고 있는지 말해보세요.',
      '최근 공개 또는 그룹 프로젝트를 발표한 적이 있습니까? 어땠씁니까?',
      '최근 혼자서 발표한 적이 있습니까? 어땠습니까?',
      '효과적인 커뮤니케이션에서 듣는 것은 얼마나 중요합니까?'
    ],
  },
  /* 직무 면접 */
  {
    "name": "직무-구매.자재",
    "questions": [
      "가격은 어떻게 결정됩니까?",
      "구매란 무엇이라고 생각합니까?",
      "단가협상시 납품원가를 어떻게 할 것인지 예를 들어 말해보세요.",
      "물건을 빨리 구매하려면 어떻게 해야합니까?",
      "전세계에서 구매를 가장 잘 하는 조직은 어디입니까? 그 이유를 말해보세요."
    ]
  },
  {
    "name": "직무-기획.전략",
    "questions": [
      "6시그마에 대해 아는대로 말해보세요.",
      "BCG 매트릭스에 대해서 설명해보세요.",
      "M&A에 대해서 설명해보세요.",
      "Management Cycle이란 무엇인지 설명해보세요.",
      "기업분석시 중요한 지표들에 대해서 말해보세요.",
      "브랜드 매니지먼트가 무엇이라고 생각합니까?",
      "자금이 있다면 어떤 벤처에 투자를 하시겠습니까?"
    ]
  },
  {
    "name": "직무-법무",
    "questions": [
      "4대 입법에 대해서 아는대로 말해보세요.",
      "개인파산제도와 개인회생제도에 대해서 설명해보세요.",
      "경제법에 대해서 설명해보세요.",
      "공공재란 무엇을 뜻하는 것인지 말해보세요.",
      "공유, 합유, 총유의 의의와 차이점은 무엇입니까?",
      "공행정과 사행정의 차이점과 공통점을 설명해보세요.",
      "관습법상 법정지상권이란 무엇입니까?",
      "구금과 구속, 자유형의 종류는 무엇입니까?",
      "명예훼손죄에 대해서 설명해보세요.",
      "민법총칙이란 무엇입니까?",
      "법률요건에 대해서 정의를 내려보세요.",
      "법인의 설립주의, 인가주의, 준칙주의란 무엇입니까?",
      "세법에서 소멸시효란 무엇인지 말해보세요.",
      "영업양도와 합병의 차이점을 말해보세요.",
      "윗집소음에 법적 대응이 가능합니까? 어떻게 해야합니까?",
      "지적재산권의 의의와 종류에 대해서 설명해보세요.",
      "채권자치제에 대해서 설명해보세요.",
      "채권추심 방법에 대해서 설명해보세요."
    ]
  },
  {
    "name": "직무-모바일.통신기술",
    "questions": [
      "2G와 3G의 차이점을 말해보세요.",
      "4세대 이동통신에 대해서 말해보세요.",
      "IT 향후전망에 대해서 말해보세요.",
      "MMORPG란 무엇인지 설명해보세요.",
      "NMOS와 CMOS를 비교 설명해보세요.",
      "N형 반도체와 P형 반도체는 무엇인지 비교 설명해보세요.",
      "OSI 계층에 대해서 설명해보세요.",
      "PCS 주파수에서 사용하는 밴드는 무엇인지 말해보세요.",
      "TCP/IP에 대해서 설명해보세요.",
      "가상메모리란 무엇입니까?"
    ]
  },
  {
    "name": "직무-시스템.네트워크 관리",
    "questions": [
      "DB에서 COMMIT란 무엇인지 설명해보세요.",
      "IPv8에 대해서 설명해보세요.",
      "IP와 서브넷마스크에 대해서 설명해보세요.",
      "LAN과 WAN을 비교 설명해보세요.",
      "MS SQL과 My SQL의 차이점을 설명해보세요.",
      "ODBC와 JDBC 차이는 무엇입니까?",
      "TCP와 UDP의 차이점을 말해보세요.",
      "리눅스와 유닉스의 특징은 무엇인지 비교 설명해보세요.",
      "스레드와 프로세스의 차이점은 무엇입니까?",
      "인터넷과 인트라넷의 차이는 무엇입니까?",
      "최신 IT 트렌드에 대해서 아는대로 말해보세요."
    ]
  },
  {
    "name": "직무-연구.개발",
    "questions": [
      "CDMA란 무엇인지 설명해보세요.",
      "RFID란 무엇인지 설명해보세요.",
      "SEM에 대해서 설명해보세요.",
      "연구개발(R&D)이 회사에 어떤 영향을 미칠지 말해보세요.",
      "연구와 합창의 상관성에 대해서 설명해보세요.",
      "피로파괴란 무엇인지 설명해보세요.",
      "금속강화 방법에 대해서 설명해보세요."
    ]
  },
  {
    "name": "직무-영업",
    "questions": [
      "BIS 비율이란 무엇입니까?",
      "DM에 대해서 설명해보세요.",
      "ETC 영업과 OTC 영업에 대해서 설명해보세요.",
      "J커브를 설명해보세요.",
      "마케팅과 영업의 차이는 무엇이라고 생각합니까?",
      "브랜드마케팅의 의미와 자신의 생각을 말해보세요.",
      "수입에 대한 견해를 말해보세요.",
      "우리회사 상품을 인터넷으로 판매하는 방법에 대해서 말해보세요."
    ]
  },
  {
    "name": "직무-웹프로그래머",
    "questions": [
      "EJB란 무엇인지 설명해보세요.",
      "IP와 서브마스크에 대해서 설명해보세요.",
      "Open OS(오픈 운영체제)에 대해서 설명해보세요.",
      "P2P에 대해서 설명해보세요.",
      "RAID에 대해서 설명해보세요.",
      "RUP에 대해서 설명해보세요.",
      "SW 개발방법론을 아는대로 설명해보세요.",
      "SW 생명주기 모델이란 무엇인지 설명해보세요.",
      "객체란 무엇인지 설명해보세요.",
      "유비쿼터스 네트워크는 무엇입니까?",
      "자바와 자바스크립트의 차이점은 무엇입니까?"
    ]
  },
  {
    "name": "직무-품질",
    "questions": [
      "Approbation이란 무엇인지 설명해보세요.",
      "GMT란 무엇인지 설명해보세요.",
      "PET병의 원료는 무엇인지 말해보세요.",
      "QA가 무엇인지 설명해보세요.",
      "납기와 품질 중 어느 것을 선택하겠습니까? 그 이유는 무엇입니까?",
      "우연원인과 이상원인을 파악해 설명해보세요.",
      "품질관리(QC)란 무엇입니까?",
      "품질관리와 품질보증의 차이를 말해보세요."
    ]
  },
  {
    "name": "직무-환경.안전",
    "questions": [
      "BOD, COD란 무엇인지 설명해보세요.",
      "GC의 원리는 무엇입니까?",
      "NFSC란 무엇인지 설명해보세요.",
      "Nox란 무엇이며 줄일 수 있는 방안은 무엇입니까?",
      "SRT와 HRT란 무엇입니까?",
      "SVI란 무엇입니까?",
      "개발과 환경보존 중 어떤 것이 우선입니까?",
      "계곡 수질을 판단하는 기준은 무엇인지 말해보세요.",
      "대기 및 수질 오염물질의 종류에 대해서 말해보세요.",
      "대기오염 규제항목에는 어떤 것이 있습니까?",
      "실내공기오염에 대한 대책에 대해서 설명해보세요.",
      "온열폐수의 문제점은 무엇입니까?",
      "폐기물을 파쇄하는 이유가 무엇이라고 생각합니까?"
    ]
  },
  {
    "name": "직무-홍보.광고",
    "questions": [
      "PR과 홍보의 차이는 무엇인지 말해보세요.",
      "광고에서 가장 중요한 것은 무엇입니까?",
      "광고의 역기능을 말해보세요.",
      "광고주와 의견충돌시 어떻게 대처하겠습니까?",
      "기억에 남는 광고는 무엇입니까?",
      "배너광고에 대해서 설명해보세요.",
      "제품의 인지도를 높이려면 어떻게 해야 하는지 말해보세요.",
      "홍보란 무엇이라고 생각하는지 말해보세요.",
      "홍보와 디자인의 차이를 말해보세요."
    ]
  },
  /* 역량 면접 */
  {
    name: '역량-가치관.직업관',
    questions: [
      '가장 존경하는 인물은 누구입니까?',
      '기업의 사회적 역할에 대해서 말해보세요.',
      '자신의 생활신조 또는 좌우명을 말해보세요.',
      '자신의 책상에는 주로 어떤 책을 놔두고 있습니까?',
      '자신이 존경하는 인물에 대해서 말해보세요.',
      '재정적으로 돈이 필요하지 않는 상황에서도 계속 우리 회사에서 근무할 계획인가요?',
      '직장생활에서 가장 중요한 것은 무엇이라고 생각하십니까?',
      '회사나 직장을 선택할 때 무엇을 중요하게 생각하십니까?'
    ],
  },
  {
    name: '역량-글로벌감각.어학능력',
    questions: [
      '글로벌 기업들이 국내에서 실패한 이유가 뭐라고 생각합니까?',
      '우리 회사 업종에서 글로벌 브랜드는 무엇이 있는지 말해보세요.',
      '외국인 고객과 겪을 수 있는 문화적 차이에 대해서 어떻게 대처할 것인지 말해보세요.',
      '우리 회사 업종에서 글로벌 브랜드는 무엇이 있는지 말해보세요.',
      '자신의 영어실력은 어느 정도라고 생각합니까?',
      '자신이 공략하고픈 해외시장이 있으면 말해보세요.',
      '자신있는 외국어로 자기소개를 해보세요.',
      '해외투자자에게 한국은 매력적인 국가라고 생각합니까? 그 이유는 무엇인지 말해보세요.'
    ],
  },
  {
    name: '역량-상황대처.임기응변력',
    questions: [
      '남극에 냉장고를 팔려면 어떻게 해야 하는지 말해보세요',
      '맨홀 뚜껑이 둥근 이유는 무엇이라고 생각하십니까?',
      '서울 시내 하루 짜장면 판매량은 얼마나 되는지 말해보세요.',
      '우리나라에 설치된 ATM 기계는 몇 개나 될까요?',
      '한국에 출입국하는 외국인 수는 얼마나 되는지 말해보세요.'
    ],
  },
  {
    name: '역량-조직몰입.팀워크 능력',
    questions: [
      '성공적인 팀워크 경험에 대해서 말해보세요.',
      '실패했던 팀워크 경험에 대해서 말해보세요.',
      '일하면서 안 좋은 인간관계를 가졌던 경험이 있으면 말해보세요.',
      '자신은 어떤 유형의 팀멤버인가요?',
      '자신이 팀으로 일할 때 발생했던 충돌에 대해서 말하고 어떻게 해결했는지 말해보세요',
      '팀워크를 필요로 했던 과제나 프로젝트에 대해서 말해보세요.'
    ],
  },
  {
    name: '역량-조직융합.적응력',
    questions: [
      '도와줄 동료가 없는데 3일 걸리는 일을 1일만에 끝내라고 상사가 지시했다면 어떻게 하겠습니까?',
      '상사가 부당한 지시를 내린다면 어떻게 할 지 말해보세요.',
      '상사가 술자리에서 술을 억지로 권한다면 어떻게 대처하겠습니까?',
      '상사나 동료의 부정행위를 알게 된다면 어떻게 하겠습니까?',
      '상사와 계속 갈등이 생긴다면 어떻게 해결하겠습니까?',
      '일이 많아 야근을 계속해야 되거나, 상상가 지속적으로 야근을 시킨다면 어떻게 하겠습니까?',

    ],
  },
  {
    name: '역량-창의력.유연한 사고력',
    questions: [
      '문제를 창의적으로 극복한 경험에 대해서 말해보세요.',
      '이슈나 문제를 해결하는 과정에 대해서 말해보세요.',
      '자신의 자기주도성에 대해서 말해보세요.',
      '자신의 창의성을 나타낼 수 있는 경험에 대해서 말해보세요.',
      '자신의 책상에는 주로 어떤 책을 놔두고 있습니까?',
      '자신이 가장 창의적이였던 순간에 대해서 말해보세요.',
      '좋은 제품이나 서비스를 가지고 있는 회사가 실패하는 이유에 대해서 말해보세요.'
    ],
  },
  /* 전공 면접 */
  {
    name: '간호학과',
    questions: [
      '간호사로서 갖춰야 할 자질 중 가장 중요한 것은 무엇이라고 생각하십니까?',
      '간호사에게 영어 등 외국어 능력이 중요하다고 생각하는지 왜 그렇게 생각하는지 말해보세요.',
      '간호의 상호적 윤리와 보호적 윤리를 비교해 설명해보세요.',
      '국내에 간호사가 부족한 실정입니다. 간호사 수요와 공급에 대한 자신의 생각을 말해보세요.',
      '나이팅게일이 간호에 미친 영향은 무엇이라고 생각하는지 말해보세요.',
      '노인장기 요양정책제도의 특징과 목적, 문제점에 대해 말해보세요.',
      '인간의 건강에 영향을 미치는 다양한 요인에 대해 말해보세요.',
      '인구변화가 간호학에 미치는 영향과 상관관계를 설명해보세요.',
      '임상적 사망과 생물학적 사망의 정의를 말하고 이를 심폐소생술과 관련지어 설명해보세요.'
    ],
  },
  {
    name: '건축공학과',
    questions: [
      '건축에 관한 자신의 관심이 얼마나 되는지 설명해보세요.',
      '자연을 보호하는 것과 개발하는 것에 대한 자신의 의견을 말해보세요.',
      '현재 안동 구도심이 많이 노후화되고 낙후된 상황에 놓여 있습니다. 전문가로서 이 낙후된 안동의 도심을 어떻게 하면 도시민을 위한 삶의 공간으로 전환시킬 수 있다고 생각하는지 말해보세요.',
      '화선연료 사용의 문제점을 설명해보세요.'
    ],
  },
  {
    name: '경영학과',
    questions: [
      '가장 인상깊었던 광고는 무엇이고 그 이유는 무엇인지 말해보세요.',
      '경영학과 경제학의 차이는 무엇인지 말해보세요.',
      '경쟁우위란 무엇인지 말해보세요.',
      '금리가 오르면 어떤 현상이 발생하는지 말해보세요.',
      '기업의 사회적 책임에 대해 말해보세요.',
      '세계적인 금융위기의 원인은 무엇인지 말해보세요.',
      '신용이 낮은 차입자는 신용이 좋은 차입자보다 이자율이 더 높아야 하는지 말해보세요.',
      '원가공개에 대해 자신의 생각을 말해보세요.',
      '존경하는 경영자는 누구인지 말해보세요.',
      '평균을 구하는 이유는 무엇인지 말해보세요.',
      '투자와 투기의 차이점은 무엇인지 말해보세요.'
    ],
  },
  {
    name: '경제학과',
    questions: [
      'GDP inflation이란 무엇인지 설명해보세요.',
      '경제학이 현실을 정확히 예측한다고 생각하는지 말해보세요.',
      '국제유가가 폭등했다 크게 하락하고 있는 이뉴는 무엇인지 말해보세요.',
      '남북 경제의 격차는 왜 발생했는지 말해보세요.',
      '당신이 1만원을 갖고 누구의 도움도 없이 1주일을 살아간다고 했을 때 어떻게 살아갈 것인지 말해보세요.',
      '반기업 정서는 기업만의 책임인지 자신의 의견을 말해보세요.',
      '반기업 정서는 왜 생기며 어떻게 해소할 수 있는지 말해보세요.',
      '비정규직 문제를 해결하기 위해서 어떻게 하면 좋을 지 자신의 생각을 말해보세요.',
      '우리나라가 세계 여러 나라들과 FTA를 체결하려고 합니다. 왜 FTA를 체결하려고 하는지 설명해보세요.',
      '환율 변화의 효과에 대해 설명해보세요.'
    ],
  },
  {
    name: '기계공학과',
    questions: [
      '가벼운 물체와 무거운 물체의 자유낙하에 대해 말해보세요.',
      '갈릴레이의 업적에 대해 아는 대로 설명해보세요.',
      '구분구적법과 정적분의 차이점을 말해보세요.',
      '기계 가공이란 무엇이며 가공 시 유의점은 무엇인지 말해보세요.',
      '동일한 속도와 질량을 가진 물체가 각각 벽과 충돌한 후 하나는 벽에 박히고 다른 하나는 반대 방향으로 동일한 속력으로 튀어나왔습니다. 각각 충돌 전후의 운동량과 운동에너지 변화량을 말해보세요',
      '속도와 가속도의 정의를 말해보세요.',
      '엔진에서 동력을 얻는 과정을 말해보세요.',
      '인공위성이 궤도를 도는 원리를 설명해보세요.'
    ],
  },
  {
    name: '동물생명공학과',
    questions: [
      '돌연변이와 질병과의 관계를 설명해보세요.',
      '멘델의 유전법칙 중 하나를 설명해보세요.',
      '생명물질을 구성하는 원소는 무엇인지 말해보세요.',
      '세포막의 구성 성분을 설명해보세요.',
      '염색체, 유전자, 유전정보의 상호관계를 설명해보세요.',
      '유전자와 염색체를 설명해보세요.',
      '호흡 과정의 전자전달계란 무엇인지 설명해보세요.'
    ],
  },
  {
    name: '문헌정보학과',
    questions: [
      '21세기 지식정보사회에서 학교 도서관이 나아가야 할 방향에 대해 말해보세요.',
      '공공도서관이 사회에 어떠한 기여를 했는지 말해보세요.',
      '디지털 도서관에서 가장 중요한 문제는 무엇인지 말해보세요.',
      '사서가 사회에 어던 기여를 하는지 말해보세요.',
      '인터넷 자원과 도서관 자원 간의 차이점은 무엇인지 말해보세요.',
      '정보란 무엇인지 말해보세요.',
      '책과 대중문화의 차이는 무엇인지 말하고 각각의 장단점을 말해보세요.'
    ],
  },
  {
    name: '물리학과',
    questions: [
      '가시광선의 파장대를 설명해보세요.',
      '뉴턴의 세가지 법칙을 설명해보세요.',
      '대체 에너지에 대해 설명해보세요.',
      '렌즈의 법칙을 설명해보세요.',
      '벡터와 스칼라의 차이를 설명해보세요.',
      '보어의 원자모형에 대해 설명해보세요.',
      '운동량 보존 법칙에 대해 설명해보세요.',
      '자기장을 이용한 전자기유도를 말해보세요.',
      '전자기파와 음파의 차이점을 말해보세요.',
      '질량과 무게의 차이점을 설명해보세요.',
      '핵분열에 대해 설명해보세요.'
    ],
  },
  {
    name: '법학과',
    questions: [
      '계약의 자유와 한계에 대해 말해보세요.',
      '공소시효의 필요성과 문제점에 대해 말해보세요.',
      '교율을 몰적으로 한 체벌은 필요하다고 생각하는지 말해보세요.',
      '인터넷 실명제에 대한 자신의 의견을 말해보세요.',
      '배심제도의 장단점을 말해보세요.',
      '법과 도덕의 차이를 설명해보세요.',
      '변호사의 사회적 책임에 대해 말해보세요.',
      '사형제 존폐에 대해 자신의 의견을 말해보세요.',
      '성범죄자의 전자장치 부착에 대해 자신의 의견을 말해보세요.'
    ],
  },
  {
    name: '사회복지학과',
    questions: [
      '고령화 사회에서 야기되는 문제를 해결하기 위해 국가가 어떤 조치를 취해야 되는지 말해보세요.',
      '기초생활보장법과 생활보호법의 차이를 설명하세요.',
      '기초생활보장법이 무엇인지 설명하세요.',
      '노인복지사업과 관련된 소득보장에 대해 설명하고 자신의 생각을 말해보세요.',
      '다문화과정에 대해 설명한 후 이에 대한 본인의 생각을 말해보세요.',
      '보편적 복지에 대한 자신의 생각을 말해보세요.',
      '복지 전문가로서 자질 향상을 위해 개인은 어떤 노력을 하고 있는지 말해보세요.',
      '사회보장과 사회보험의 차이점은 무엇인지 말해보세요.'
    ],
  },
  {
    name: '산업공학과',
    questions: [
      '1, 2, 3, 4 네 가지 숫자로 만들 수 있는 세자리 수의 개수는 모두 몇 개인지 말해보세요.',
      '2개의 주사위를 던져 합이 3이 될 확률을 말해보세요.',
      'sin 함수의 최대값과 주기를 말해보세요.',
      'xy그래프에서 y축에 평행인 직선은 함수인지 설명해보세요.',
      '동전을 10번 던져서 윗면이 나올 횟수의 기대 값을 설명해보세요.',
      '모평균과 샘플평균의 차이를 말해보세요.',
      '원의 접선방정식을 구하는 방법을 말해보세요.',
      '주사위를 던져서 나올 값의 기대치를 말해보세요.',
      '주사위를 두 번 전쳐 처음 1, 두 번째 2가 나올 확률을 말해보세요.',
      '집합의 원소수가 n개일 때 부분집합의 개수를 말해보세요.',
      '피타고라스의 정리를 수식을 빼고 말로 표현해보세요.'
    ],
  },
  {
    name: '생명공학과',
    questions: [
      'DNA와 RNA의 차이를 말해보세요.',
      'RNA의 종류와 기능을 말해보세요.',
      '광합성의 기작을 설명해보세요.',
      '돌연변이와 질병과의 관계를 설명해보세요.',
      '미토콘드리아의 기능을 설명해보세요.',
      '식물세포와 동물세포의 차이점을 설명해보세요.',
      '염록체의 기능을 설명해보세요.',
      '원핵세포와 진핵세포의 차이를 설명해보세요.',
      '유전자와 염색체를 설명해보세요.'
    ],
  },
  {
    name: '식소재공학과',
    questions: [
      '360도는 몇 라디안인지 말해보세요.',
      'Sin90도와 같은 값을 가지는 tan의 각도 세가지를 말해보세요.',
      'y=ax+b(단, a,b는 0이 아니다)를 좌표에 그리고 y절편과 기울기에 대해 설명해보세요.',
      '광전 효과의 의미를 설명해보세요.',
      '극성과 비극성의 차이를 말해보세요.',
      '금속에 열을 가하면 늘어나는 이유는 무엇인지 말해보세요.',
      '나노 공학의 의미를 말해보세요.',
      '물과 얼음, 수증기의 밀도를 말해보세요.',
      '불활성기체의 특징을 말해보세요.',
      '순열과 조합의 차이점은 무엇인지 설명해보세요.',
      '압력과 힘의 차이를 말해보세요.'
    ],
  },
  {
    name: '에너지화학공학과',
    questions: [
      '나노란 무엇인지 설명해보세요.',
      '에너지의 종류와 단위를 말해보세요.',
      '절대온도란 무엇인지 설명해보세요.',
      '촉매와 활성화 에너지를 설명해보세요.',
      '화학산업과 화학공학의 차이점을 말해보세요.',
      '힘과 무게의 차이를 설명해보세요.'
    ],
  },
  {
    name: '임상병리학과',
    questions: [
      '분화를 중점으로 말해보세요.',
      '유전자발현을 조절하는 과정을 쓰되 왜 많은 유전자의 발현이 전사개시에서 일어나는지 말해보세요.',
      '효소의 활성을 측정할 때 기질을 넣고 억제물질을 넣으면 3가지의 억제반응이 보입니다. 이를 경제적 저해에 관해 말해보세요.'
    ],
  },
  {
    name: '자동차공학과',
    questions: [
      'ABS 시스템이란 무엇인지 설명해보세요.',
      '자동차의 주요 구조를 설명해보세요.',
      '하이브리드 자동차란 무엇인지 설명해보세요.'
    ],
  },
  {
    name: '전기공학과',
    questions: [
      '발전기의 원리에 대해 설명해보세요.',
      '수열과 급수의 차이점은 무엇이며 점화식은 무엇인지 말해보세요.',
      '옴의 법칙에 대해 설명해보세요.',
      '전기저항에 대해 설명해보세요.',
      '전력 전송 시 고전압을 쓰는 이유는 무엇인지 말해보세요.',
      '전압, 전류, 저항이 무엇이며 관계는 어떻게 되는지 말해보세요.',
      '주기와 주파수에 대해 설명해보세요.',
      '직류와 교류를 비교해보세요.',
      '쿨롱의 법칙에 대해 설명해보세요.'
    ],
  },
  {
    name: '전자공학과',
    questions: [
      '교류전압의 의미를 설명해보세요.',
      '로렌츠의 힘을 설명해보세요.',
      '로피탈의 정리와 응용 사례를 들어 설명해보세요.',
      '물리학 기본법칙에 대해 설명해보세요.',
      '미분과 적분을 물리의 속도, 가속도 측면에서 설명해보세요.',
      '보일-샤를의 법칙을 설명해보세요.',
      '반도체의 개념과 전자와의 연관관계를 설명해보세요.',
      '알칼리 금속의 특성을 말해보세요.',
      '에너지 보존 법칙을 설명해보세요.',
      '염주순열 및 순차순열, 확률의 물리적 의미를 말해보세요.',
      '이온화에 대해 설명하고 전하와 전자의 관계를 설명해보세요.',
      '저항, 전원의 직렬, 병렬 연결을 설명해보세요.',
      '주기율표 작성 배경과 그로 인해 얻는 정보는 무엇인지 말해보세요.',
      '주파수, 파장, 속도의 관계를 설명해보세요.',
      '플레밍의 왼손 법칙의 의미는 무엇인지 말해보세요.',
      '화학의 주기율표와 에너지 밴드를 연관시켜 설명해보세요.'
    ],
  },
  {
    name: '정보통신공학과',
    questions: [
      'BLOG란 무엇인지 설명해보세요.',
      'CPU, RAM, ROM은 무엇의 약자인지 말하고 각각의 뜻과 기능을 설명해보세요.',
      'WCDMA란 무엇인지 설명해보세요.',
      '기하급수란 무엇인지 설명해보세요.',
      '디지털 문화의 장단점을 말해보세요.',
      '인터넷의 확산에 다른 부작용과 그 피해를 말해보세요.',
      '전자기파가 발생하는 원리를 설명해보세요.',
      '확률밀도함수와 확률분호함수의 차이를 말해보세요.'
    ],
  },
  {
    name: '지역시스템공학과',
    questions: [
      '도시 열섬 현상에 대해 말해주세요.',
      '수도권으로 발전이 집중되는 현상에 대해 어떻게 생각하는지 말해보세요.',
      '자전거 활성화에 대한 자신의 생각을 말해보세요.'
    ],
  },
  {
    name: '컴퓨터공학과',
    questions: [
      '16진수에 대해 설명해보세요.',
      'OS란 무엇인지 설명해보세요.',
      '검색엔진의 성능을 향상하기 위한 기법을 말해보세요',
      '데이터와 정보의 차이점은 무엇인지 말해보세요.',
      '디지털과 아날로그의 차이점을 설명해보세요.',
      '배열이란 무엇이며 배열의 단점은 무엇인지 말해보세요.',
      '벡터와 행렬의 관계를 설명해보세요.',
      '보조기억장치란 무엇인지 말해보세요.',
      '스택에서 입출력을 나타내는 용어에 대해 설명해보세요.',
      '알고리즘과 순서도의 관계를 설명해보세요.',
      '와이파이에 대해 간단히 설명해보세요.',
      '이진수에 대해 설명해보세요.',
      '컴퓨터 그래픽 카드의 역할에 대해 설명해보세요.'
    ],
  },
  {
    name: '화학공학과',
    questions: [
      '1몰 농도의 용액 제조방법을 말해보세요.',
      'PH를 정의해보세요.',
      '나노란 무엇인지 설명해보세요.',
      '몰과 몰농도에 대해 설명해보세요.',
      '반응속도에 미치는 영향을 말해보세요.',
      '산성과 염기성에 대해 설명해보세요.',
      '산화와 환원의 차이를 말해보세요.',
      '유기화합물에 대해 설명해보세요.',
      '전기음성도에 대해 설명해보세요.',
      '촉매와 활성화 에너지를 설명해보세요.',
      '화학산업과 화학공학의 차이점은 무엇인지 말해보세요.',
      '화학평형에 대해 설명해보세요.'
    ],
  }
];